start-hello = Привет, { $username }!

              /help

will-delete = Это сообщение удалится через { $delay ->
                [one] { $delay } секунду
                [few] { $delay } секунды
               *[other] { $delay } секунд
              }

stranger = Странник

help-command = Это шаблон бота, написанный <b>Михаилом Крыжановским</b>. Автором курсов по телеграм-ботам на Степике.

               В качестве мини-демонстрации возможностей доступны следующие команды:

               <b>Отложенное удаление сообщений:</b>

               /del - Отправить сообщение, которое будет удалено автоматически через несколько секунд

               <b>Фоновые и планируемые по времени задачи:</b>
               
               /simple - Создать простую задачу, которая начнёт выполняться сразу
               /delay - Создать задачу, которая начнёт выполняться через 5 секунд
               /periodic - Создать динамически планируемую периодическую задачу, которая будет выполняться раз в 2 минуты

               <b>Общие команды:</b>

               /start - Перезапустить бота
               /help - Посмотреть эту справку

simple-task = Простая задача

task-soon = Задача выполнится скоро!

periodic-task = Это динамически планируемая периодическая задача

about-author = Об авторе

about-author-link = https://t.me/toBeAnMLspecialist/930

free-course = 🤖 Бесплатный курс по ботам

free-course-link = https://stepik.org/course/120924

advanced-course = 🚀 Продвинутый курс по ботам

advanced-course-link = https://stepik.org/a/153850

mlpodcast = Machine Learning Podcast

mlpodcast-link = https://mlpodcast.mave.digital/

